interface data {
    pic: string,
    title: string,
    desc: string,
   
};
export const datas: data[] = [
    {
        pic: "foundations/photo_1.png",
        title: "งานกำแพงกันดินชั่วคราว ( TEMPORARY CURTAIN WALL )",
        desc: "เพื่อใช้สำหรับงานขุดดิน เพื่อทำการก่อสร้างฐานราก , บ่อเก็บน้ำ Jet Grout Wall หรือ Cement Column Wall เป็นการนำเอา Cement Column นำมาประยุกต์เพื่อเป็นกำแพงกันดิน โดยทำให้ Column เรียงตัวต่อเนื่องกัน ( Over Lapping )",
    },
    {
        pic: "foundations/photo_2.png",
        title: "ใช้สำหรับปรับปรุงดินฐานราก",
        desc: "เพิ่ม Bearing Capacity หรือเพิ่ม Skin friction ให้เสาเข็มหรือฐานราก หรือให้พฤติกรรมเป็นเสาเข็ม เพื่อลดการทรุดตัว เช่น งานทำถนน , ปั๊มน้ำมัน โดยจะทำ Cement Column เป็น Grid ปูพรมทั้งพื้นที่ที่ใช้รับน้ำหนัก",
    },
    {
        pic: "foundations/photo_3.png",
        title: "ใช้สำหรับเป็นผนังทึบน้ำ CUT – OFF WALL",
        desc: "เพื่อป้องกันการรั่วซึมของน้ำ ไม่ให้ไหลเข้าไปท่วมบริเวณป้องกัน โดยทำเป็นเขื่อน ค.ส.ล. ตอกเข็ม เสียบ แผ่นคอนกรีต ช่องว่างระหว่างแผ่นคอนกรีต กับ เข็มจะเสริมด้วย Cement Column เพื่อให้โครงสร้างดังกล่าวทึบน้ำ",
    },
    {
        pic: "foundations/photo_4.png",
        title: "งานปรับปรุงดิน บริเวณด้านในบ่อขุดดิน",
        desc: "เพื่อกัน Basal Heave ใช้ในกรณีที่ Sheet Pile ปักได้ไม่ลึกพอ และ Soft Clay อยู่ลึก โดยจะทำ Cement Column ไว้ก่อนขุดดินที่ก้นบ่อ เป็นลักษณะคล้ายกับ In Lean ไว้ล่วงหน้า",
    },
    {
        pic: "foundations/photo_5.png",
        title: "งานเสริมเสถียรภาพของคันดิน",
        desc: "ในบริเวณริมตลิ่ง หรือริมคันทางที่มีการต่างระดับของดิน เช่น ในช่วงหน้าแล้งที่น้ำในแม่น้ำ หรือคลองลดระดับลงไปมาก จะเกิดการ Slide ของดิน สามารถนำเอา Cement Column ไปช่วยเสริมเสถียรภาพ ลดการเคลื่อนตัวของดินได้",
    },
    {
        pic: "foundations/photo_6.png",
        title: "งานปรับปรุงอุโมงค์",
        desc: "บริเวณปากอุโมงค์ ก่อนที่จะเปิดปากอุโมงค์ เพื่อดันหัวเจาะ TBM เข้าและออก จะต้องสกัดคอนกรีตผนังอุโมงค์ออก และหากดินด้านนอกเป็นดินเหนียวอ่อน หรือเป็นดินทราย จะเกิดการไหลของดินเข้ามาในสถานี และทำให้ดินด้านบนเกิดการทรุดตัวได้ จึงใช้ Cement Column",
    },
];