interface data {
    svg: string,
    title: string,
    description: string
};

export const services: data[] = [
    {
        svg: "service/service1_icon.svg",
        title: "ก่อสร้างโครงสร้างทั่วไป",
        description: "บริษัทฯ รับเหมาก่อสร้างงานก่อสร้างทั่วไป ซึ่งเกี่ยวข้องและต่อเนื่องจากงานปรับปรุงดินอ่อนด้วยระบบเสาดินซีเมนต์ เช่นงานก่อสร้างเขื่อนป้องกันดิน ริมตลิ่ง ลำคลอง และแม่น้ำ ตลอดจนโครงสร้างที่เกี่ยวข้อง ภายใต้การควบคุมงานโดยวิศวกร"
    },
    {
        svg: "service/service2_icon.svg",
        title: "ก่อสร้างเสาเข็มดินซีเมนต์ด้วย ระบบ MECHANICAL MIXING (LOW PRESSURE)",
        description: "งานก่อสร้างเสาดินซีเมนต์ด้วยปั๊มระบบแรงดันต่ำ น้อยกว่า 100 บาร์  ซึ่งจะใช้เครื่องผสมระบบ Rotary  ที่ใช้ใบพัดตีดินให้แตกแล้วทำฉีดน้ำปูนด้วยแรงดันต่ำ เพื่อให้น้ำปูนผสมกับดินที่แตกตัว  เกิดปฏิกิริยาทางเคมี ทำให้ดินมีกำลังรับแรงเฉือนสูงขึ้น การดำเนินงานก่อสร้างจะควบคุมงานก่อสร้างโดยหัวหน้างานภายใต้การกำกับดูแลโดยวิศวกร ที่มีความเชี่ยวชาญและมีประสบการณ์"
    },
    {
        svg: "service/service2_icon.svg",
        title: "ก่อสร้างเสาเข็มดินซีเมนต์ด้วยระบบ JET GROUTING (HIGH PRESSURE)",
        description: "งานก่อสร้างเสาดินซีเมนต์ด้วยระบบ Jet Grouting (High Pressure) เป็นการผสมโดยใช้ปั๊มแรงดันสูง ประมาณ 200 – 400 บาร์   จะก่อสร้างโดยการอัดฉีดน้ำด้วยแรงดันสูง  เพื่อเป็นทำลายอนุภาคของดินให้แตกตัวโดยละเอียด ก่อนที่จะฉีดน้ำผสมซีเมนต์ด้วยแรงดันสูง  ผ่านทางหัวฉีด ทะลุ ทะลวง ตัดย่อยดินให้ผสมรวมเป็นเนื้อเดียวกัน การทำงานจะควบคุมด้วยระบบควบคุมอัตโนมัติอย่างต่อเนื่องตั้งแต่ระดับความลึกที่ต้องการ โดยการก่อสร้างจะควบคุมงานก่อสร้างโดยหัวหน้างานภายใต้การกำกับดูแลโดยวิศวกร ที่มีความเชี่ยวชาญและมีประสบการณ์"
    },
    {
        svg: "service/service3_icon.svg",
        title: "ออกแบบงานปรับปรุงดินด้วยระบบเสาข็มดินซีเมนต์ โดยวุฒิวิศวกร",
        description: "บริษัทฯ มีทีมวิศวกรโยธา / วิศวกรปฐพีฯ ระดับวุฒิวิศวกร ในการให้ข้อเสนอแนะเทคนิคงานก่อสร้าง- งานออกแบบแนวทางงานปรับปรุงดิน งานแก้ไข และงานเสริมเสถียรภาพดินอ่อน โดยใช้ระบบเสาดินซีเมนต์  โดยปฏิบัติตามหลักทางวิศวกรรม  มาตรฐานการออกแบบทั้งในประเทศไทยและสากล"
    },

]